Repository: VovaMobile/updateChannel
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Default
uk: Стандартний

source: Stable
uk: Стабільний

source: Stable, rc and beta
uk: Стабільні, реліз-кандидати і бета

source: Alpha (snapshots)
uk: Альфа (снепшоти)

source: Disable updates (not recommended)
uk: Вимкнути оновлення (не рекомендовано)

source: Update channel
uk: Канал оновлення

source: View changelog
uk: Переглянути журнал змін

source: Download now %s
uk: Завантажити зараз %s

source: Fail retrieving update info
uk: Не вдалося отримати інформацію про оновлення

source: Already updated
uk: Вже оновлено

source: searching update info
uk: Пошук інформації про оновлення

source: Current version: {version} build {version_build}
uk: Поточна версія: {version} збірка {version_build}

source: Update channel selector
uk: Вибір каналу оновлення

source: This add-on allows you to switch quickly between NVDA snapshots and release types. Go to the update channel category on the NVDA settings dialog, choose your update channel and check for updates from the NVDA help menu. Choose the stable option and update again to return to an official release.
uk: Цей додаток дозволяє швидко перемикатися між снепшотами і типами релізів NVDA. Увійдіть у категорію «Вибір каналу оновлень NVDA» у налаштуваннях NVDA, оберіть бажаний канал оновлення і перевірте наявність оновлень у меню довідки NVDA. Оберіть стабільний канал і оновіть щераз, щоб повернутися до стабільного релізу.
